email=E-Mail-Address*
placeholderEmail=E-Mail-Address
placeholderPassword=Password
password=Password*
doForgotPassword=Forgotten your password?
noAccount=Not registered yet?
doRegister=Register
loginAccountTitle=Please enter your email address and password
loginHeaderTitle=Login
#Forget Password
resetPasswordHeaderTitle=Reset password
resetPasswordTitle=Please enter your email address so we can send you a link to reset your password
#Register
registerHeaderTitle=Registration
registeredAccount=Registered already
backToLogin=Back to Sign in
registerAccountTitle=Please fill in the following fields to register for the CODEX research data platform.
#Footer
imprintLink=DISCLOSURE
dataProtectionLink=DATA PROTECTION
contactLink=CONTACT
copyRight=2021 CODEX | Covid-19 Data Exchange Platform
#Title (Tab / Browser)
titleLogin=Login - CODEX
titleSignup=Signup - CODEX
titlePasswordReset=Reset password - CODEX
titlePasswordUpdate=Update password - CODEX
titleVerifyEmail=Verify email - CODEX
titleLoginExpired=Login expired - CODEX
######

doLogIn=Sign in
needHelp=Need help?
selectAlternative=Or select an alternative

doCancel=Cancel
doSubmit=Submit
doYes=Yes
doNo=No
doContinue=Continue
doIgnore=Ignore
doAccept=Accept
doDecline=Decline
doClickHere=Click here
doImpersonate=Impersonate
registerWithTitle=Register with {0}
registerWithTitleHtml={0}
loginTitle=Sign in to {0}
loginTitleHtml={0}
impersonateTitle={0} Impersonate user
impersonateTitleHtml=<strong>{0}</strong> Impersonate user</strong>
realmChoice=Realm
unknownUser=Unknown user
loginTotpTitle=Mobile Authenticator Setup
loginProfileTitle=Update Account Information
loginTimeout=You took too long to sign in. The sign in process is starting from the beginning.
oauthGrantTitle=Grant access
oauthGrantTitleHtml={0}
errorTitle=We're sorry
errorTitleHtml=We're <strong>sorry</strong>
emailVerifyTitle=Email verification
emailForgotTitle=Forgotten your password?
updatePasswordHeaderTitle=Update password
updatePasswordTitle=Please enter your new password
codeSuccessTitle=Success code
codeErrorTitle=Error code: {0}
researcherHoverText=Researchers retrieve research data from their assigned projects once the projects are approved and launched. Researchers have no influence on the project description, project application and cohort definition.
projectLeadHoverText=The project lead creates new projects, describes them, and manages them through the application process to project completion. He is responsible for defining the cohort and manages the researchers assigned to the project.

acceptText=Please accept the
acceptTextSecond=
termsTitle= Terms and Conditions
termsTitleHtml=Terms and Conditions
termsText=<h1>Datenschutzinformation</h1> <p> Die Betreiberin dieser Website f\u00fcr das nationale Forschungsnetzwerk der Universit\u00e4tsmedizin zu Covid 19 ("Netzwerk Universit\u00e4tsmedizin") nimmt den Schutz Ihrer personenbezogenen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften. Wir weisen darauf hin, dass die Daten\u00fcbertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl\u00fccken aufweisen kann. Ein l\u00fcckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m\u00f6glich. </p> <h2>1. Hinweis zum Verantwortlichen</h2> <p> Der Verantwortliche f\u00fcr die Datenverarbeitung auf dieser Website ist: <br /> Charit\u00E9 \u2013 Universit\u00e4tsmedizin Berlin (im Folgenden auch "wir" oder "uns" oder "Verantwortlicher") <br /> Charit\u00E9platz 1 <br /> 10117 Berlin </p> <h2>2. Datenschutzbeauftragter</h2> <p> Bei Fragen zur Verarbeitung Ihrer personenbezogenen Daten, sowie zu Ihren Rechten rund um den Datenschutz, wenden Sie sich bitte an: <br /> Datenschutz der Charit\u00E9 \u2013 Universit\u00e4tsmedizin Berlin <br /> Charit\u00E9platz 1 <br /> 10117 Berlin <br /> E-Mail: <a href="mailto:forschungsnetzwerk-unimedizin@charite.de" >forschungsnetzwerk-unimedizin@charite.de</a > </p> <h2>3. Allgemeine Daten und Information bei dem Besuch der Website Netzwerk Universit\u00e4tsmedizin</h2> <p> Die von der Charit\u00E9 betriebene Website zum Netzwerk Universit\u00e4tsmedizin erfasst mit jedem Aufruf der Website durch eine betroffene Person eine Reihe von allgemeinen Daten und Informationen. Diese allgemeinen Daten und Informationen werden in den Logfiles des Servers gespeichert und automatisch durch Ihren Browser an die Charit\u00E9 \u00fcbermittelt. Erfasst werden k\u00f6nnen: </p> <ul> <li>IP-Adresse;</li> <li>Datum und Uhrzeit des Zugriffs auf diese Website;</li> <li>Zeitzonendifferenz zur Greenwich Mean Time (GMT);</li> <li>Inhalt der Anforderung (konkrete Seite);</li> <li>Zugriffsstatus/HTTP-Statuscode;</li> <li>jeweils \u00fcbertragene Datenmenge;</li> <li>Website, von der die Anforderung kommt;</li> <li>Browsertyp;</li> <li>Betriebssystem und dessen Oberfl\u00e4che;</li> <li>Sprache und Version der Browsersoftware;</li> <li>der Internet-Service-Provider des zugreifenden Systems und</li> <li> sonstige \u00e4hnliche Daten und Informationen, die der Gefahrenabwehr im Falle von Angriffen auf unsere informationstechnologischen Systeme dienen. </li> </ul> <p> Grundlage f\u00fcr die Datenverarbeitung ist unser berechtigtes Interesse gem\u00e4\u00df Art. 6 Abs. 1 lit. f DSGVO, genauer die Bereitstellung einer funktionsf\u00e4higen Website. Hierin liegt auch der Zweck der Verarbeitung der oben abgebildeten personenbezogenen Daten. Die Daten werden gel\u00f6scht, sobald sie f\u00fcr die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind. Im Falle der Erfassung der Daten zur Bereitstellung der Website ist dies der Fall, wenn die jeweilige Sitzung beendet ist. Im Falle der Speicherung der Daten in Logfiles ist dies nach sp\u00e4testens neunzig Tagen der Fall. Eine dar\u00fcber hinausgehende Speicherung ist anonymisiert m\u00f6glich. In diesem Fall werden die IP-Adressen gel\u00f6scht oder verfremdet, sodass eine Zuordnung des aufrufenden Clients nicht mehr m\u00f6glich ist. </p> <p> Die Bereitstellung der Daten ist weder gesetzlich noch vertraglich vorgeschrieben. Die Erfassung der Daten zur Bereitstellung der Website und die Speicherung der Daten in Logfiles ist jedoch f\u00fcr den Betrieb der Website zwingend erforderlich. Die Nichtbereitstellung von personenbezogenen Daten kann zu Nachteilen f\u00fcr Sie f\u00fchren. Etwa k\u00f6nnte dies zur Folge haben, dass Sie unsere Dienste nicht erhalten bzw. nutzen k\u00f6nnen (z. B. kann ein Zugriff auf die Website ggf. nicht m\u00f6glich sein). Jedoch entstehen Ihnen, soweit nicht anders angegeben, aus der Nichtbereitstellung keine rechtlichen Nachteile. </p> <h2>4. Anmeldung f\u00fcr den internen Bereich</h2> <p> Nur wenn Sie ein Nutzerkonto haben, k\u00f6nnen Sie Ihren Benutzernamen und das Passwort in die Eingabefelder dieser Website eingeben und sich f\u00fcr den internen Bereich anmelden. Falls Sie Ihr Passwort vergessen haben, k\u00f6nnen Sie die Schaltfl\u00e4che "Passwort vergessen" bet\u00e4tigen. In diesem Fall wird Ihnen eine automatische E-Mail an die von Ihnen hinterlegte E-Mailadresse gesendet. Bitte folgen Sie der Anleitung der E-Mail, um Ihre Passwort zur\u00fcckzusetzen.Die Verarbeitung der oben genannten Daten f\u00fcr die Anmeldung und die Passwortzur\u00fccksetzung erfolgt auf Grundlage eines unentgeltlichen Nutzungsverh\u00e4ltnisses f\u00fcr diese Website mit der Charit\u00E9 (Art. 6 Abs. 1 lit. b DSGVO). </p> <p> Die Bereitstellung Ihrer personenbezogenen Daten ist gesetzlich nicht vorgeschrieben. Die Erfassung Ihrer personenbezogenen Daten zur Anmeldung f\u00fcr den internen Bereich ist jedoch zwingend erforderlich, wenn Sie Zugriff auf den internen Bereich dieser Website erhalten m\u00f6chten. Die Nichtbereitstellung von personenbezogenen Daten hat zur Folge, dass Sie unsere Dienste im Bereich f\u00fcr registrierte Nutzer nicht erhalten bzw. nutzen k\u00f6nnen (d.h. Sie kommen nicht \u00fcber den Login-Bereich hinaus). Jedoch entstehen Ihnen, soweit nicht anders angegeben, aus der Nichtbereitstellung keine rechtlichen Nachteile. </p> <p> Wir l\u00f6schen Ihre Anmeldedaten, sobald Sie Ihr Nutzerkonto bei uns aufgeben. Eine vorzeitige L\u00f6schung Ihrer Daten ist nur m\u00f6glich, soweit nicht vertragliche oder gesetzliche Verpflichtungen einer L\u00f6schung entgegenstehen. </p> <h2>5. Kontaktm\u00f6glichkeit</h2> <p> Wenn Sie uns Anfragen zukommen lassen, werden Ihre angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und f\u00fcr den Fall von Anschlussfragen bei uns gespeichert. Welche Kontaktdaten Sie eingeben, ist Ihnen \u00fcberlassen, es handelt sich um keine Pflichtangaben, zumindest eine Kontaktm\u00f6glichkeit m\u00fcssen Sie aber angeben (Anschrift, Telefon oder E-Mail), damit wir Ihre Anfrage bearbeiten k\u00f6nnen. Die von Ihnen eingegebenen Daten geben wir nicht ohne Ihre Einwilligung weiter. Falls dies geplant ist, werden wir Sie vorher um Ihre Einwilligung bitten. </p> <p> Die Rechtsgrundlage ist Art. 6 Abs. 1 lit. f DSGVO. Unser berechtigtes Interesse ist Ihre Anfrage zu beantworten. Richtet sich die Kontaktanfrage auf einen bestehenden Vertrag, so ist die Rechtsgrundlage f\u00fcr die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO. </p> <p> Wir l\u00f6schen Ihre personenbezogenen Daten, soweit wir Ihre Anfrage abschlie\u00dfend bearbeitet haben. Dies ist in der Regel mit dem Ende der Konversation mit Ihnen der Fall, es sei denn wir sind zur Wahrung unserer gesetzlichen Pflichten verpflichtet, diese l\u00e4nger aufzubewahren. </p> <p> Die Bereitstellung der personenbezogenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben. Wenn Sie Ihre Daten nicht zur Verf\u00fcgung stellen, k\u00f6nnen wir die Konversation mit Ihnen nicht (fort-)f\u00fchren. </p> <h2>6. Cookies</h2> <p> Diese Website verwendet Cookies. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert. Wir verwenden die folgenden Arten von Cookies: Cookies k\u00f6nnen erforderlich sein, damit unsere Website ordnungsgem\u00e4\u00df funktioniert. Durch das Setzen von Cookies k\u00f6nnen wir beispielsweise feststellen, dass Sie sich auf unserer Website angemeldet haben (Log-in Cookie). </p> <p> Alle der von uns verwendeten Cookies sind so genannte "Session-Cookies". Sie werden nach Ende Ihres Besuchs automatisch gel\u00f6scht. </p> <p> Sie k\u00f6nnen Ihren Browser so einstellen, dass Sie \u00fcber das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies f\u00fcr bestimmte F\u00e4lle oder generell ausschlie\u00dfen sowie das automatische L\u00f6schen der Cookies beim Schlie\u00dfen des Browsers aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalit\u00e4t dieser Website eingeschr\u00e4nkt sein. Cookies, die zur Durchf\u00fchrung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung der Website erforderlich sind, werden auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO gespeichert. Wir haben ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien Bereitstellung unserer Dienste Wir nutzen die durch Cookies gesammelten Daten so lange, wie sie f\u00fcr den jeweiligen genannten Zweck erforderlich sind. </p> <h2>7. Empf\u00e4nger von personenbezogenen Daten</h2> <p> Wir werden Ihre personenbezogenen Daten nur im Rahmen der geltenden Datenschutzgesetze an Dienstleister und andere Dritte weitergeben. </p> <h3>a. Auftragsverarbeiter</h3> <h4>Operativer Betrieb</h4> Rechenzentrum der GWDG <br /> GWDG - Gesellschaft f\u00fcr wissenschaftliche <br /> Datenverarbeitung mbH G\u00f6ttingen <br /> Am Fassberg 11, 37077 G\u00f6ttingen <br /> E-Mail: <a href="mailto:piotr.kasprzak@gwdg.de">piotr.kasprzak@gwdg.de</a> <br /> www: <a href="https://www.gwdg.de" target="_blank" rel="noopener">https://www.gwdg.de</a> <h4>Administration Plattform</h4> Vitagroup AG <br /> Gottlieb-Daimler-Stra\u00dfe 8 <br /> 68165 Mannheim <br /> E-Mail: <a href="mailto:jan.falkenstern@vitagroup.ag">jan.falkenstern@vitagroup.ag</a> <br /> www: <a href="https://www.vitagroup.ag" target="_blank" rel="noopener">https://www.vitagroup.ag</a> <h3>b. Dritte</h3> <p>Dar\u00fcber hinaus geben wir Ihre personenbezogenen Daten weiter,</p> <ol type="a"> <li>wenn wir gesetzlich oder gerichtlich dazu verpflichtet sind,</li> <li>an Strafverfolgungsbeh\u00f6rden oder andere staatliche Stellen, oder</li> <li> wenn wir annehmen, dass eine Offenlegung notwendig oder angemessen ist, um physische Sch\u00e4den oder finanzielle Verluste zu verhindern, oder im Zusammenhang mit einer Untersuchung vermuteter oder tats\u00e4chlicher betr\u00fcgerischer oder illegaler Handlungen. </li> </ol> <h2>8. Keine Daten\u00fcbermittlung in Drittstaaten</h2> <p> Es werden keine personenbezogenen Daten an L\u00e4nder \u00fcbermittelt, die sich au\u00dferhalb der EU befinden. </p> <h2>9. SSL- bzw. TLS-Verschl\u00fcsselung</h2> <p> Diese Seite nutzt aus Sicherheitsgr\u00fcnden und zum Schutz der \u00dcbertragung vertraulicher Inhalte, wie zum Beispiel Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw. TLS-Verschl\u00fcsselung. Eine verschl\u00fcsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von "http://" auf "https://" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile. Wenn die SSL- bzw. TLS-Verschl\u00fcsselung aktiviert ist, k\u00f6nnen die Daten, die Sie an uns \u00fcbermitteln, nicht von Dritten mitgelesen werden. </p> <h2>10. Ihre Rechte</h2> <p> Werden personenbezogene Daten von Ihnen verarbeitet, sind Sie Betroffener im Sinne der DSGVO und Sie haben das Recht zur Aus\u00fcbung von Betroffenenrechten. Sie haben uns gegen\u00fcber folgende Rechte hinsichtlich der Verarbeitung der Sie betreffenden personenbezogenen Daten durch uns: </p> <ul> <li> Recht auf Widerruf der datenschutzrechtlichen Einwilligungserkl\u00e4rung (Art. 7 Abs. 3 DSGVO) </li> <li>Recht auf Auskunft (Art. 15 DSGVO);</li> <li>Recht auf Berichtigung (Art. 16 DSGVO);</li> <li>Recht auf L\u00f6schung (Art. 17 DSGVO);</li> <li>Recht auf Einschr\u00e4nkung der Verarbeitung (Art. 18 DSGVO);</li> <li>Recht auf Daten\u00fcbertragbarkeit (Art. 20 DSGVO);</li> <li>Recht auf Widerspruch gegen die Verarbeitung (21 DSGVO); und</li> <li>Recht auf Beschwerde bei einer Aufsichtsbeh\u00f6rde (Art. 13 Abs. 2 lit. d DSGVO).</li> </ul> <h3>a. Recht auf Widerruf der datenschutzrechtlichen Einwilligungserkl\u00e4rung</h3> <p> Beruht die Verarbeitung Ihrer personenbezogenen Daten auf Ihrer Einwilligung, haben Sie das Recht, Ihre datenschutzrechtliche Einwilligungserkl\u00e4rung jederzeit mit Wirkung f\u00fcr die Zukunft zu widerrufen. Durch den Widerruf der Einwilligung wird die Rechtm\u00e4\u00dfigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht ber\u00fchrt. Der Widerruf Ihrer Einwilligung ist an den relevanten Stellen in dieser Datenschutzerkl\u00e4rung und der Einwilligungserkl\u00e4rung selbst beschrieben. Sie k\u00f6nnen Ihre Einwilligung alternativ widerrufen, indem Sie uns eine E-Mail schreiben: datenschutz@charite.de.</p><h3>b. Recht auf Auskunft bez\u00fcglich der Verarbeitung</h3> <p> Sie k\u00f6nnen jederzeit im Rahmen der gesetzlichen Bestimmungen von uns Auskunft dar\u00fcber verlangen, ob personenbezogene Daten von uns verarbeitet werden. Ist dies der Fall, haben Sie das Recht \u00fcber den Umfang der Datenverarbeitung Auskunft zu verlangen. </p> <h3>c. Recht auf Berichtigung</h3> <p> Sie haben ein Recht auf Berichtigung und/oder Vervollst\u00e4ndigung Ihrer Daten gegen\u00fcber der Charit\u00E9, sofern die Sie betreffenden verarbeiteten personenbezogenen Daten unrichtig oder unvollst\u00e4ndig sind. </p> <h3>d. Recht auf L\u00f6schung</h3> <p> Sie k\u00f6nnen von dem Verantwortlichen verlangen, dass die Sie betreffenden personenbezogenen Daten unverz\u00fcglich gel\u00f6scht werden sofern die Voraussetzungen hierf\u00fcr vorliegen. </p> <h3>e. Recht auf Einschr\u00e4nkung der Verarbeitung</h3> <p> Liegen die Voraussetzungen hierf\u00fcr vor, k\u00f6nnen Sie die Einschr\u00e4nkung der Verarbeitung Ihrer personenbezogenen Daten verlangen. <br />Das Recht auf L\u00f6schung besteht nicht, soweit die Verarbeitung erforderlich ist. </p> <h3>f. Recht auf Unterrichtung</h3> <p> Haben Sie das Recht auf Berichtigung, L\u00f6schung oder Einschr\u00e4nkung der Verarbeitung gegen\u00fcber dem Verantwortlichen geltend gemacht, ist dieser verpflichtet, allen Empf\u00e4ngern, denen die Sie betreffenden personenbezogenen Daten offengelegt wurden, diese Berichtigung oder L\u00f6schung der Daten oder Einschr\u00e4nkung der Verarbeitung mitzuteilen, es sei denn, dies erweist sich als unm\u00f6glich oder ist mit einem unverh\u00e4ltnism\u00e4\u00dfigen Aufwand verbunden. </p> <h3>g. Recht auf Daten\u00fcbertragbarkeit</h3> <p> Sie haben das Recht, die Sie betreffenden personenbezogenen Daten, die Sie dem Verantwortlichen bereitgestellt haben, in einem strukturierten, g\u00e4ngigen und maschinenlesbaren Format zu erhalten. Au\u00dferdem haben Sie das Recht diese Daten einem anderen Verantwortlichen ohne Behinderung durch den Verantwortlichen, dem die personenbezogenen Daten bereitgestellt wurden, zu \u00fcbermitteln, sofern die Voraussetzungen hierf\u00fcr vorliegen.</p> <h3>h. Widerspruchsrecht</h3> <p> Sie haben das Recht, aus Gr\u00fcnden, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Artikel 6 Absatz 1 Buchstabe e oder f DSGVO erfolgt, Widerspruch einzulegen. Folge des Widerspruchs ist es, dass der Verantwortliche die Sie betreffenden personenbezogenen Daten nicht mehr verarbeitet, es sei denn, er kann zwingende schutzw\u00fcrdige Gr\u00fcnde f\u00fcr die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten \u00fcberwiegen, oder die Verarbeitung dient der Geltendmachung, Aus\u00fcbung oder Verteidigung von Rechtsanspr\u00fcchen. Ihr Widerspruchsrecht kann insoweit beschr\u00e4nkt werden, als es voraussichtlich die Verwirklichung von Forschungs- oder Statistikzwecke unm\u00f6glich macht oder ernsthaft beeintr\u00e4chtigt und die Beschr\u00e4nkung f\u00fcr die Erf\u00fcllung der Forschungs- oder Statistikzwecke notwendig ist. </p> <h3>i. Recht auf Widerruf der datenschutzrechtlichen Einwilligungserkl\u00e4rung</h3> <p> Sofern Sie eine datenschutzrechtliche Einwilligungserkl\u00e4rung abgegeben haben, k\u00f6nnen Sie diese jederzeit widerrufen. Durch den Widerruf der Einwilligung wird die Rechtm\u00e4\u00dfigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht ber\u00fchrt. </p> <h3>j. Automatisierte Entscheidung im Einzelfall</h3> <p> Sie haben das Recht, nicht einer ausschlie\u00dflich auf einer automatisierten Verarbeitung \u2013 einschlie\u00dflich Profiling \u2013 beruhenden Entscheidung unterworfen zu werden, die Ihnen gegen\u00fcber rechtliche Wirkung entfaltet oder Sie in \u00e4hnlicher Weise erheblich beeintr\u00e4chtigt. Dies gilt nicht, wenn die Entscheidung </p> <ul> <li> f\u00fcr den Abschluss oder die Erf\u00fcllung eines Vertrags zwischen Ihnen und dem Verantwortlichen erforderlich ist, </li> <li> aufgrund von Rechtsvorschriften der Union oder der Mitgliedstaaten, denen der Verantwortliche unterliegt, zul\u00e4ssig ist und diese Rechtsvorschriften angemessene Ma\u00dfnahmen zur Wahrung Ihrer Rechte und Freiheiten sowie Ihrer berechtigten Interessen enthalten oder </li> <li>mit Ihrer ausdr\u00fccklichen Einwilligung erfolgt.</li> </ul> <h3>k. Recht auf Beschwerde bei einer Aufsichtsbeh\u00f6rde</h3> <p> Unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs steht Ihnen das Recht auf Beschwerde bei einer Aufsichtsbeh\u00f6rde zu, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verst\u00f6\u00dft. Zust\u00e4ndige Aufsichtsbeh\u00f6rde in datenschutzrechtlichen Fragen ist der Landesdatenschutzbeauftragte des Bundeslandes, in dem die Charit\u00E9 Ihren Sitz hat. </p> <p> Die Charit\u00E9 hat ihren Sitz in Berlin. <br /> Die zust\u00e4ndige Aufsichtsbeh\u00f6rde ist daher: <br /> Berliner Beauftragte f\u00fcr Datenschutz und Informationsfreiheit <br /> Friedrichstra\u00dfe 219 <br /> 10969 Berlin <br /> E-Mail: <a href="mailto:mailbox@datenschutz-berlin.de">mailbox@datenschutz-berlin.de</a> </p><h2>11.\u00c4nderungen unserer Datenschutzinformation</h2> <p> Unsere Datenschutzinformation kann sich von Zeit zu Zeit \u00e4ndern, um eventuelle \u00c4nderungen bei unseren Datenschutzpraktiken abzubilden. Alle wichtigen \u00c4nderungen der Datenschutzerkl\u00e4rung werden Ihnen bei dem n\u00e4chsten Einloggen nach der \u00c4nderung angezeigt und werden von uns zus\u00e4tzlich auf dieser Website deutlich sichtbar ver\u00f6ffentlicht. Am Anfang der Information erscheint das Datum der letzten \u00c4nderung.</p>
decline=Decline
accept=Accept

recaptchaFailed=Invalid Recaptcha
recaptchaNotConfigured=Recaptcha is required and has not been configured
consentDenied=Consent denied.

username=Username
firstName=First name*
givenName=Given name*
fullName=Full name
lastName=Last name*
familyName=Family name*
passwordConfirm=Confirm password*
passwordNew=New Password
passwordNewConfirm=New password confirmation
rememberMe=Remember me
authenticatorCode=One-time code
address=Address
street=Street
locality=City or Locality
region=State, Province, or Region
postal_code=Zip or Postal code
country=Country
emailVerified=Email verified
gssDelegationCredential=GSS Delegation Credential

loginTotpStep1=Install one of the following applications on your mobile
loginTotpStep2=Open the application and scan the barcode
loginTotpStep3=Enter the one-time code provided by the application and click Submit to finish the setup
loginTotpManualStep2=Open the application and enter the key
loginTotpManualStep3=Use the following configuration values if the application allows them to be set
loginTotpUnableToScan=Unable to scan?
loginTotpScanBarcode=Scan barcode?
loginTotpOneTime=One-time code
loginTotpType=Type
loginTotpAlgorithm=Algorithm
loginTotpDigits=Digits
loginTotpInterval=Interval

loginTotp.totp=Time-based
loginTotp.hotp=Counter-based


oauthGrantRequest=Do you grant these access privileges?
inResource=in

emailVerifyInstruction1=You have been sent an email to the address you have used for the registration process. Please verify your email address by clicking the link in the email within the next 5 minutes.
emailVerifyInstruction2=You did not receive an email?
emailVerifyInstruction3=Or please refer to our support at the following email address {0}.
emailVerifyInstruction4=If you are still receiving no email, please be sure to check your spam filter configuration.
doClickHereCustom=Please click here to resend the email.

emailLinkIdpTitle=Link {0}
emailLinkIdp1=An email with instructions to link {0} account {1} with your {2} account has been sent to you
emailLinkIdp2=Haven't received a verification code in your email?
emailLinkIdp3=to re-send the email
emailLinkIdp4=If you've already verified the email in a different browser
emailLinkIdp5=to continue


emailInstruction=Enter your username or email address and we will send you instructions on how to create a new password

copyCodeInstruction=Copy this code and paste it into your application

pageExpiredTitle=Page has expired
pageExpiredMsg1=To restart the sign in process
pageExpiredMsg2=To continue the sign in process

personalInfo=Personal Info:
role_admin=Admin
role_realm-admin=Realm Admin
role_create-realm=Create realm
role_create-client=Create client
role_view-realm=View realm
role_view-users=View users
role_view-applications=View applications
role_view-clients=View clients
role_view-events=View events
role_view-identity-providers=View identity providers
role_manage-realm=Manage realm
role_manage-users=Manage users
role_manage-applications=Manage applications
role_manage-identity-providers=Manage identity providers
role_manage-clients=Manage clients
role_manage-events=Manage events
role_view-profile=View profile
role_manage-account=Manage account
role_manage-account-links=Manage account links
role_read-token=Read token
role_offline-access=Offline access
client_account=Account
client_security-admin-console=Security Admin Console
client_admin-cli=Admin CLI
client_realm-management=Realm Management
client_broker=Broker

invalidUserMessage=Invalid username or password
invalidEmailMessage=Invalid email address
accountDisabledMessage=Your account is disabled. Contact your System Administrator for more information.
accountTemporarilyDisabledMessage=Your account is temporarily disabled. Contact your System Administrator for more information or try again later.
expiredCodeMessage=Your session has timed out. Try signing in again.
expiredActionMessage=Your action has expired. Try signing in again.
expiredActionTokenNoSessionMessage=Your action has expired
expiredActionTokenSessionExistsMessage=Your action has expired. Try signing in again.

missingFirstNameMessage=Type your first name
missingLastNameMessage=Type your last name
missingEmailMessage=Type your email address
missingUsernameMessage=Type your username
missingPasswordMessage=Type your password
missingTotpMessage=Type your authenticator code
notMatchPasswordMessage=We're having problems signing you in. The passwords you entered don't match.

invalidPasswordExistingMessage=We're having problems signing you in. The password you entered may be invalid.
invalidPasswordBlacklistedMessage=We're having problems signing you in. The password you entered may be blacklisted.
invalidPasswordConfirmMessage=We're having problems signing you in. The password confirmation you entered doesn't match.
invalidTotpMessage=We're having problems signing you in. The authenticator code you entered may be invalid.

usernameExistsMessage=Username already exists
emailExistsMessage=Email already exists

federatedIdentityExistsMessage=User with {0} {1} already exists. Sign in to Account Management to link the account.

confirmLinkIdpTitle=Account already exists
federatedIdentityConfirmLinkMessage=User with {0} {1} already exists. How do you want to continue?
federatedIdentityConfirmReauthenticateMessage=Authenticate as {0} to link your account with {1}
confirmLinkIdpReviewProfile=Review profile
confirmLinkIdpContinue=Add to existing account

configureTotpMessage=You need to set up Mobile Authenticator to activate your account
updateProfileMessage=You need to update your user profile to activate your account
updatePasswordMessage=You need to change your password to activate your account
resetPasswordMessage=You need to change your password
verifyEmailMessage=You need to verify your email address to activate your account
linkIdpMessage=You need to verify your email address to link your account with {0}

emailSentMessage=You will receive an email shortly with further instructions
emailSendErrorMessage=We have been unable to send the email. Try again later.

accountUpdatedMessage=Your account has been updated
accountPasswordUpdatedMessage=Your password has been updated

noAccessMessage=No access

invalidPasswordMinLengthMessage=Passwords must have a minimum length of {0} characters
invalidPasswordMinDigitsMessage=Passwords must have a minimum of {0} numbers
invalidPasswordMinLowerCaseCharsMessage=Passwords must have a minimum of {0} lower case characters
invalidPasswordMinUpperCaseCharsMessage=Passworrds must have a minimum of {0} upper case characters
invalidPasswordMinSpecialCharsMessage=Passwords must have a minimum of {0} special characters
invalidPasswordNotUsernameMessage=Your password can't be your username
invalidPasswordRegexPatternMessage=Passwords must match the regex pattern
invalidPasswordHistoryMessage=Passwords must not be equal to any of the last {0} passwords
invalidPasswordGenericMessage=Your password doesn't match the password policy

failedToProcessResponseMessage=Failed to process response
httpsRequiredMessage=HTTPS required
realmNotEnabledMessage=Realm not enabled
invalidRequestMessage=Invalid request
failedLogout=Logout failed
unknownLoginRequesterMessage=Unknown login requester
loginRequesterNotEnabledMessage=Login requester not enabled
bearerOnlyMessage=Bearer-only applications are not allowed to initiate browser login
standardFlowDisabledMessage=Client is not allowed to initiate browser login with given response_type. Standard flow is disabled for the client.
implicitFlowDisabledMessage=Client is not allowed to initiate browser login with given response_type. Implicit flow is disabled for the client.
invalidRedirectUriMessage=Invalid redirect uri
unsupportedNameIdFormatMessage=Unsupported NameIDFormat
invalidRequesterMessage=Invalid requester
registrationNotAllowedMessage=Registration not allowed
resetCredentialNotAllowedMessage=Reset Credential not allowed

permissionNotApprovedMessage=Permission denied
noRelayStateInResponseMessage=No relay state in response from identity provider
insufficientPermissionMessage=Insufficient permissions to link identities
couldNotProceedWithAuthenticationRequestMessage=Could not proceed with authentication request to identity provider
couldNotObtainTokenMessage=Could not obtain token from identity provider
unexpectedErrorRetrievingTokenMessage=Unexpected error when retrieving token from identity provider
unexpectedErrorHandlingResponseMessage=Unexpected error when handling response from identity provider
identityProviderAuthenticationFailedMessage=Authentication failed. Could not authenticate with identity provider
identityProviderDifferentUserMessage=Authenticated as {0}, but expected to be authenticated as {1}
couldNotSendAuthenticationRequestMessage=Could not send authentication request to identity provider
unexpectedErrorHandlingRequestMessage=Unexpected error when handling authentication request to identity provider
invalidAccessCodeMessage=Invalid access code
sessionNotActiveMessage=Session not active
invalidCodeMessage=We hit a problem. Try signing in again through your application.
identityProviderUnexpectedErrorMessage=We hit a problem. It wasn't possible to authenticate with the identity provider.
identityProviderNotFoundMessage=Could not find an identity provider with the identifier
identityProviderLinkSuccess=You successfully verified your email. Go back to your original browser and continue with the sign in.
staleCodeMessage=This page is no longer valid. Go back to your application and sign in again.
realmSupportsNoCredentialsMessage=Realm does not support any credential type.
identityProviderNotUniqueMessage=Realm supports multiple identity providers. Could not determine which identity provider should be used to authenticate with.
emailVerifiedMessage=Your email address has been verified
staleEmailVerificationLink=The link is no longer valid. You may have already verified your email address.
identityProviderAlreadyLinkedMessage=Federated identity returned by {0} is already linked to another user
confirmAccountLinking=Confirm linking the account {0} of identity provider {1} with your account
confirmEmailAddressVerification=Confirm validity of e-mail address {0}
confirmExecutionOfActions=Perform the following action(s)

locale_ca=Catal\u00E0
locale_de=Deutsch
locale_en=English
locale_es=Espa\u00F1ol
locale_fr=Fran\u00e7ais
locale_it=Italian
locale_ja=\u65E5\u672C\u8A9E
locale_nl=Nederlands
locale_no=Norsk
locale_pt_BR=Portugu\u00EAs (Brasil)
locale_pt-BR=Portugu\u00EAs (Brasil)
locale_ru=\u0420\u0443\u0441\u0441\u043A\u0438\u0439
locale_lt=Lietuvi\u0173
locale_zh-CN=\u4e2d\u6587\u7b80\u4f53
locale_sv=Svenska

backToApplication=&laquo; Back to Application
missingParameterMessage=Missing parameters: {0}
clientNotFoundMessage=Client not found
clientDisabledMessage=Client disabled
invalidParameterMessage=Invalid parameter: {0}
alreadyLoggedIn=You are already signed in
differentUserAuthenticated=You are already signed in as different user '{0}' in this session. Try signing in again.
brokerLinkingSessionExpired=Requested broker account linking, but current session is no longer valid.
proceedWithAction=&raquo; Click here to proceed

requiredAction.CONFIGURE_TOTP=Configure OTP
requiredAction.terms_and_conditions=Terms and Conditions
requiredAction.UPDATE_PASSWORD=Update Password
requiredAction.UPDATE_PROFILE=Update Profile
requiredAction.VERIFY_EMAIL=Verify Email

p3pPolicy=CP="This is not a P3P policy!"

doX509Login=You will be signed in as:
clientCertificate=X509 client certificate:
noCertificate=[No Certificate]


pageNotFound=This page is not available
internalServerError=We hit a problem
department=Department(s)*
notes=Additional Notes
requested-role=Please select your desired role*
researcher=Researcher
study_coordinator=Project lead
notes-placeholder=Please enter personal details and/or additional desired roles to speed up your accreditation